{
  "header": {
    "changeLanguage": "In English"
  },
  "joinGame": "Liity peliin klikkaamalla tästä!",
  "enterName": "Anna nimesi:",
  "youAre": "Sinä olet...",
  "waiting": "Odotetaan, että Tarinankertoja valitsee roolit",
  "warning": "Älä näytä tätä ruutua muille pelaajille",
  "show": "Näytä roolisi",
  "hide": "Piilota roolisi",
  "charTypes": {
    "townsfolk": "Kyläläinen",
    "outsider": "Ulkopuolinen",
    "minion": "Kätyri",
    "demon": "Demoni"
  },
  "characters": {
    "washerwoman": {
      "name": "Pyykkäri",
      "power": "Aloitat tietäen, että yksi kahdesta pelaajasta on tietty Kyläläinen."
    },
    "investigator": {
      "name": "Etsivä",
      "power": "Aloitat tietäen, että yksi kahdesta pelaajasta on tietty Kätyri."
    },
    "empath": {
      "name": "Empaatti",
      "power": "Joka yö, opit kuinka moni kahdesta elävästä naapuristasi on paha."
    },
    "undertaker": {
      "name": "Hautaaja",
      "power": "Joka yö (paitsi ensimmäinen yö), opit mikä hahmo teloitettiin edellisenä päivänä."
    },
    "ravenkeeper": {
      "name": "Korpinhoitaja",
      "power": "Jos kuolet yöllä, sinut herätetään valitsemaan pelaaja: opit hänen hahmonsa."
    },
    "slayer": {
      "name": "Metsästäjä",
      "power": "Kerran pelin aikana päivällä, valitse pelaaja julkisesti: jos hän on Demoni, hän kuolee."
    },
    "mayor": {
      "name": "Pormestari",
      "power": "Jos vain kolme pelaajaa on elossa ja ketään ei teloiteta, tiimisi voittaa. Jos kuolet yöllä, toinen pelaaja saattaa kuolla puolestasi."
    },
    "butler": {
      "name": "Hovimestari",
      "power": "Joka yö, valitse toinen pelaaja: huomenna voit äänestää vain jos hän äänestää myös."
    },
    "recluse": {
      "name": "Erakko",
      "power": "Sinä saatat näkyä pahana, ja Kätyrinä tai Demonina, kuolemasi jälkeenkin."
    },
    "poisoner": {
      "name": "Myrkyttäjä",
      "power": "Joka yö, valitse pelaaja: hän on myrkytetty tämän yön ja huomisen päivän ajan."
    },
    "scarlet_woman": {
      "name": "Tulipunainen Nainen",
      "power": "Jos viisi tai enemmän pelaajaa on elossa ja Demoni kuolee, sinusta tulee Demoni."
    },
    "imp": {
      "name": "Piru",
      "power": "Joka yö (paitsi ensimmäinen yö), valitse pelaaja: hän kuolee. Jos tapat itsesi tällä tavalla, yhdestä Kätyristäsi tulee Piru."
    },
    "librarian": {
      "name": "Kirjastonhoitaja",
      "power": "Aloitat tietäen, että yksi kahdesta pelaajasta on tietty Ulkopuolinen. (Tai että Ulkopuolisia ei ole.)"
    },
    "chef": {
      "name": "Kokki",
      "power": "Aloitat tietäen kuinka monta pahojen pelaajien paria istuu vierekkäin."
    },
    "fortune_teller": {
      "name": "Ennustaja",
      "power": "Joka yö, valitse kaksi pelaajaa: opit jos jompikumpi heistä on Demoni. Yksi hyvä pelaaja näkyy sinulle myös Demonina."
    },
    "monk": {
      "name": "Munkki",
      "power": "Joka yö (paitsi ensimmäinen yö), valitse toinen pelaaja: hän on turvassa Demonilta tänä yönä."
    },
    "virgin": {
      "name": "Neitsyt",
      "power": "Jos sinut ehdotetaan teloitettavaksi ensimmäisen kerran ja ehdottaja on Kyläläinen, hänet teloitetaan välittömästi."
    },
    "soldier": {
      "name": "Sotilas",
      "power": "Olet turvassa Demonilta."
    },
    "drunk": {
      "name": "Juoppo",
      "power": "Et tiedä olevasi Juoppo. Luulet olevasi Kyläläis-hahmo, mutta et ole oikeasti."
    },
    "saint": {
      "name": "Pyhimys",
      "power": "Jos sinut teloitetaan, tiimisi häviää."
    },
    "spy": {
      "name": "Vakooja",
      "power": "Joka yö, näet Grimoiren. Sinä saatat näkyä hyvänä, ja Kyläläisenä tai Ulkopuolisena, kuolemasi jälkeenkin."
    },
    "baron": {
      "name": "Paroni",
      "power": "Pelissä on kaksi enemmän Ulkopuolista."
    }
  }
}
